"livechat.inputfield.questionplaceholder" = "輸入您的問題";
"livechat.inputfield.messageplaceholder" = "在這裡鍵入您的訊息...";
"livechat.inputfield.feedbackplaceholder" = "在此處輸入您的意見反應...";
"livechat.inputfield.commentplaceholder" = "評論";
"livechat.headertitle.department" = "選擇部門";
"livechat.headertitle.feedback" = "Leave your suggestions";//remove
"livechat.button.send" = "傳送";
"livechat.button.ok" = "確定";
"livechat.button.photolibrary" = "相片媒體櫃";
"livechat.button.sendPhoto" = "傳送相片";
"livechat.button.takescreenshot" = "螢幕畫面抓圖";
"livechat.button.cancel" = "取消";
"livechat.button.open" = "開啟";
"livechat.button.copy" = "複製";
"livechat.button.submit" = "提交";
"livechat.button.back" = "< Back";//remove
"livechat.button.arrow" = "<";//remove
"livechat.button.backButton" = "Back";//remove
"livechat.message.savetolibrary" = "Save to Camera Roll";//remove
"livechat.message.offlineSend" = "Offline Send";//remove
"livechat.message.secs" = "%@ 秒";
"livechat.message.sec" = "%@ 秒";
"livechat.message.newmessage" = "%@ new message";//remove
"livechat.message.newmessages" = "%@ new messages";//remove
"livechat.message.chattransfered" = "聊天已轉接。嗨，%@ 來了！很高興為您提供幫助。";
"livechat.message.agenjoinedchat" = "%@ 已加入此交談。";
"livechat.message.sessionended" = "Session Ended - #%@";//remove
"livechat.message.sessionendednovisitid" = "工作階段已結束";
"livechat.message.connectedto" = "已連線至 %@";
"livechat.message.chatmissed" = "We'll get back to you shortly";//remove
"livechat.ratingresponse.ratingandfeedback" = "感謝您寶貴的意見反應。";//missing
"livechat.ratingresponse.feedback" = "感謝您寶貴的意見反應。";
"livechat.ratingresponse.rating" = "感謝您寶貴的評分";
"livechat.message.name" = "您";
"livechat.ratingmessage.bad" = "差";
"livechat.ratingmessage.good" = "Good";//remove
"livechat.ratingmessage.wow" = "Wow";//remove
"livechat.feedbackmessage.nofeedback" = "No feedback";//remove
"livechat.connectionstatus.online" = "Online";//remove
"livechat.connectionstatus.offline" = "Offline";//remove
"livechat.connectionstatus.connecting" = "正在連線";
"livechat.connectionstatus.waitingfornetwork" = "Waiting for Network";//remove
"livechat.connectionstatus.noconnection" = "No Network Connectivity..";//remove
"livechat.day.morning" = "上午";
"livechat.day.afternoon" = "下午";
"livechat.day.evening" = "晚上";
"livechat.day.night" = "午夜";
"livechat.day.today" = "今天";
"livechat.day.yesterday" = "昨天";
"livechat.fileSize.exceed.alert" = "已超出最大上傳大小";
"livechat.message.sessionend" = "聊天工作階段將於以下時間後結束";//missing
"livechat.leave.feedback" = "Thank you for contacting us! \n Please leave us your valuble feedback.";//remove
"livechat.offline.sent" = "Offline Sent";//remove
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "影像";
"livechat.conversation.vidoe" = "視訊";
"livechat.conversation.audio" = "語音訊息";
"livechat.conversation.file" = "檔案";
"livechat.conversation.location" = "位置";
"livechat.conversation.contact" = "聯絡人";
"livechat.ongoing.typing" = "正在輸入";
"livechat.offline.message" = "我們暫時離開一下。請留言，我們將會盡快與您聯絡。";
"livechat.start.chat" = "開始聊天";
"livechat.recently.viewed" = "最近檢視";
"livechat.faq.srarch.empty" = "似乎沒有任何內容與所輸入的搜尋文字相符！";//miss
"livechat.faq.search" = "Search for an article";//remove
"livechat.conversation" = "會話";
"livechat.faq" = "知識庫";
"livechat.conversation.search.empty" = "哎呀！似乎沒有與您剛輸入的條款相匹配的現有會話。或許您可以嘗試其他查詢！";
"livechat.conversation.attended" = "於 %@，含 %@"; //in zylker with andrew
"livechat.conversation.missed" = "Missed in %@";//remove
"livechat.conversation.search" = "Search for a conversation";//remove
"livechat.conversation.empty" = "仍無對話！只需按一下，即可連絡到我們的專家。";
"livechat.faq.empty" = "我們的知識庫區段正在建構中。請稍後回來。";
"livechat.conversaiton.awaiting" = "Awaiting to connect...";//remove
"livechat.faq.article" = "篇文章";
"livechat.faq.articles" = "篇文章";
"livechat.faq.view" = "視圖";
"livechat.faq.views" = "意見";

"livechat.button.endsession" = "結束工作階段";
"livechat.message.missedChat" = "Missed Chat";//remove
"livechat.message.sharedfile" = "已分享檔案";
"livechat.message.suggestions" = "建議";
"livechat.message.like" = "點贊";
"livechat.message.dislike" = "不喜歡";
"livechat.message.timezone" = "時區";
"livechat.message.date" = "日期";
"livechat.message.time" = "逾時";
"livechat.message.from" = "自";
"livechat.message.to" = "至";
"livechat.message.speaker" = "Speaker";//remove
"livechat.message.settings" = "设置";
"livechat.message.okay" = "確定";
"livechat.button.dnt" = "請勿追蹤";
"livechat.button.gotit" = "明白了！";
"livechat.button.learnmore" = "瞭解更多";
"livechat.button.accept" = "接受";
"livechat.button.decline" = "拒絕";
"livechat.message.changeemail" = "變更電子郵件地址";
"livechat.message.translateconsent" = "翻譯同意";
"livechat.message.chatconsent" = "聊天同意";
"livechat.message.trackconsent" = "追蹤同意";
"livechat.chatconsent.message" = "按一下「接受」，即表明您同意文件中指定的所有條款和條件。";
"livechat.trackconsent.message1" = "嘿！我們追蹤您在應用程式上的活動以改善您的應用程式內體驗。";
"livechat.trackconsent.message2" = "嘿！我們追蹤您在應用程式上的活動以改善您的應用程式內體驗。但如果您想要選擇退出，請按一下「不要追蹤」選項。";
"livechat.message.cardmask" = "信用卡遮罩";
"livechat.creditcard.message" = "由於您的卡號是敏感資料，您是否希望我們遮罩卡號的前 12 位數字？";
"livechat.button.mask" = "遮罩";
"livechat.message.emailtranscript" = "您將要將此聊天記錄用電子郵件傳送 %@。";
"livechat.message.slidetodelete" = "滑動以取消";
"livechat.message.holdtorecord" = "按住以錄製，鬆開以停止";
"livechat.permission.microphone" = "允許存取裝置麥克風以錄製並傳送語音訊息。";
"livechat.buttton.later" = "稍後";
"livechat.message.permission" = "導覽至應用程式的設定";
"livechat.message.angry" = "生氣";
"livechat.message.sad" = "悲傷";
"livechat.message.neutral" = "一般";
"livechat.message.good" = "好";
"livechat.message.great" = "好";
"livechat.message.chattransfering" = "%@ s正在將聊天轉移給 %@。";
"livechat.message.forwardsupport" = "%@ 正在轉發聊天";
"livechat.message.forwardaccepted" = "聊天已成功轉發至 %@。";
"livechat.button.done" = "完成";
"livechat.button.skip" = "跳過";
"livechat.button.confirm" = "確認";
"livechat.message.bookslot" = "選取時間段";
"livechat.message.verybad" = "糟糕";
"livechat.message.neutral" = "一般";
"livechat.message.pickdate" = "選取日期";
"livechat.message.pickslot" = "選取時間段";
"livechat.message.pickloc" = "選取位置";
"livechat.message.location" = "位置";
"livechat.message.curloc" = "傳送當前位置";
"livechat.message.selloc" = "傳送所選位置";
"livechat.message.continuesession" = "您與我們的聊天工作階段已結束。還有需要說明的更多查詢？按一下「繼續」與我們聊天。";
"livechat.button.sendemail" = "使用電子郵件傳送此聊天記錄";
"livechat.button.continue" = "Continue";//remove
"livechat.message.typeemail" = "輸入您的電子郵件地址";
"livechat.message.mailsent" = "已成功发送邮件";
"livechat.message.mailfailed" = "郵件傳送失敗";
"livechat.button.yes" = "是";
"livechat.button.no" = "否";
"livechat.message.connectohuman" = "需要人工幫助？";
"livechat.message.downloading" = "Downloading";//remove
"livechat.message.uploading" = "Uploading";//remove
"livechat.message.sendphoto" = "傳送 1 張相片";
"livechat.message.sendvideo" = "傳送 1 張相片";
"livechat.message.sendphotos" = "傳送 %@ 張相片";
"livechat.message.sendvideos" = "傳送 %@ 個影片";
"livechat.message.senditems" = "傳送 %@ 項";
"livechat.message.saved" = "已儲存";
"livechat.message.screenshot" = "點選以擷取";
"livechat.message.time.yearsago" = "%@y ago";
"livechat.message.time.monthsago" = "%@mo ago";
"livechat.message.time.weeksago" = "%@w ago";
"livechat.message.time.daysago" = "%@d ago";
"livechat.message.time.hoursago" = "%@h ago";
"livechat.message.time.minutesago" = "%@m ago";
"livechat.message.time.secondsago" = "%@s ago";
"livechat.continue.chat" = "繼續聊天";
"livechat.conversation.started" = "在 %@ 中";
"livechat.message.sendfeedback" = "傳送意見反應";
"livechat.message.sessionendtime" = "聊天工作階段將於 %@ 後結束";
"livechat.message.recieveimage" = "%@ 向您傳送了一張影像";
"livechat.message.recievevideo" = "%@ 向您傳送了一個影片";
"livechat.message.recievegif" = "%@ 向您傳送了一個 GIF";
"livechat.message.recievefile" = "%@ 向您傳送了一個檔案";
"livechat.message.recieveaudio" = "%@ 向您傳送了一個音訊剪輯";
"livechat.message.sharescreenshot" = "分享螢幕擷取畫面";
"livechat.message.defaultthankmsg" = "很開心與您聊天。請花費您寶貴的時間留下您的「評分」。";
"livechat.message.rate.1star" = "很抱歉，我們沒能提供幫助。我們將改善我們的支援.";
"livechat.message.rate.2star" = "Apologies! We assure you a better experience next time.";
"livechat.message.rate.3star" = "謝謝評分！如需任何協助，請隨時向我們發送訊息。";
"livechat.message.rate.4star" = "Thanks for your rating. We are happy to help.";
"livechat.message.rate.5star" = "哇，謝謝！  我們很樂意幫助您";
"livechat.message.feedback" = "Thank you for your feedback.";//remove
"livechat.message.state.connecting" = "正在連線";
"livechat.message.state.connected" = "Connected";//remove
"livechat.message.inputcard.title.name" = "請輸入名稱";
"livechat.message.inputcard.title.phone" = "請輸入聯絡方式";
"livechat.message.inputcard.title.url" = "請輸入 URL";
"livechat.message.inputcard.title.email" = "請輸入電子郵件";
"livechat.message.inputcard.error.name" = "輸入有效的名稱";
"livechat.message.inputcard.error.email" = "請輸入有效的電子郵件地址";
"livechat.message.inputcard.error.contact" = "輸入有效的聯絡人號碼";
"livechat.message.inputcard.error.url" = "輸入有效的 URL";
"livechat.message.form.inline.introduction" = "幫助我們了解我們正在與誰交流。";
"livechat.message.form.inline.chatmessage" = "請提供一些詳細資料以起始聊天。";
"livechat.message.form.inline.buttontitle" = "填寫表格";
"livechat.message.form.field.error.question" = "輸入問題";
"livechat.message.form.field.question" = "在此處輸入您的問題";//misssing
"livechat.message.form.field.campaign" = "是否想要訂閱我們的電子報？";
"livechat.message.form.field.error.unknown" = "給出的回應無效。";
"livechat.message.form.field.department.fieldname" = "部門";
"livechat.message.form.field.department.message" = "請選取應路由您的請求的部門";
"livechat.message.form.field.department.placeholder" = "選擇部門";
"livechat.message.form.field.department.coversation.error" = "請選取其他部門。";
"livechat.message.form.field.department.traditional.error" = "選擇有效的部門";
"livechat.message.form.field.email.fieldname" = "電子郵件";
"livechat.message.form.field.email.message" = "您的電子郵件地址是？";
"livechat.message.form.field.email.placeholder" = "輸入您的電子郵件地址";
"livechat.message.form.field.email.coversation.error" = "您輸入的電子郵件地址似乎不正確。請重新輸入您的電子郵件地址。";
"livechat.message.form.field.email.traditional.error" = "請輸入有效的電子郵件地址";
"livechat.message.form.field.phone.fieldname" = "電話";
"livechat.message.form.field.phone.message" = "可否告知您的聯絡號碼？";
"livechat.message.form.field.phone.placeholder" = "輸入您的聯絡人電話號碼";
"livechat.message.form.field.phone.coversation.error" = "您輸入的電話號碼似乎不正確。請重新輸入您的電話號碼。";
"livechat.message.form.field.phone.traditional.error" = "輸入有效的聯絡人號碼";
"livechat.message.form.field.name.fieldname" = "名稱";
"livechat.message.form.field.name.message" = "您想被如何稱呼？";
"livechat.message.form.field.name.placeholder" = "輸入您的名稱";
"livechat.message.form.field.name.coversation.error" = "您輸入的名稱似乎不太正確。請再次輸入您的姓名。";
"livechat.message.form.field.name.traditional.error" = "輸入有效的名稱";
"livechat.message.form.conversation.sendername" = "接线员";
"livechat.message.form.traditional.title" = "使用者詳細資料";
"livechat.message.error.internet" = "請檢查您的網際網路連線。";
"livechat.message.error.unknown" = "哎呀！出現了錯誤。請再試一次";
"livechat.conversation.started_no_dept" = "與 %@";
"livechat.message.reopensession" = "您的聊天工作階段已結束。如果您有更多問題，則可以重新開啟聊天。";
"livechat.message.failiure.unknown" = "出現了錯誤。錯誤代碼：%@";
"livechat.message.failiure.throttle" = "連線被節流。請稍後再試。";
"livechat.button.reopen" = "重新開啟聊天";
"livechat.message.conversation.reopened" = "您已重新開啟聊天";
"livechat.message.sendblocked.ended" = "此聊天已結束";
"livechat.message.conversation.operatorsunavailable" = "沒有可用接線生";
"livechat.message.conversation.waiting" = "接線生將很快加入";
"livechat.message.conversation.formwaiting" = "等待您的詳細資料";
"livechat.button.sure" = "當然";
"livechat.message.chatwithus" = "立即與我們聊天！";
"livechat.message.search" = "搜尋";
"livechat.rate.titlemessage" = "您與我們的對話體驗感覺如何？";
"livechat.rate.subtitlemessage" = "請花費您寶貴的時間留下您的評分。";
"livechat.message.time.justnow" = "剛才";
"livechat.message.file" = "檔案";
"livechat.message.missed.message" = "對不起，我們錯過了你！ 我們會盡快給您回复！";//missing
"livechat.message.connection.online.message" = "Back Online!";
"salesiq.chat.branding" = "由 SalesIQ Mobilisten 所驅動";
"livechat.button.download" = "Download";
"livechat.alert.formactivenotice.title" = "在另一個聊天中作用";
"livechat.alert.formactivenotice.subtitle" = "請先填寫上一聊天中的表格，然後再起始新聊天！";
"livechat.message.offlinemessage.submitted" = "Offline message submitted";//remove
"livechat.message.storage_permission.denied" = "存儲權限被拒。";
"livechat.message.timedout" = "逾時";
"livechat.message.success" = "成功";
"livechat.message.faliure" = "失敗";
"livechat.message.widget.selectionlimit" = "已達到多項選取限制";
"livechat.message.noresult" = "沒有找到結果";
"livechat.message.waitingforconnection" = "等待網路連線";
"livechat.message.chat.closedalert" = "工作階段已關閉！重新開啟聊天以繼續。";
"livechat.message.info.chatmissed" = "我們錯過了您的聊天請求";
"livechat.message.status.sending" = "傳送中";
"livechat.message.status.sent" = "已傳送";
"livechat.message.status.resend" = "重新發送";
"livechat.message.status.delete" = "刪除";
"livechat.message.inputcard.error.novalue" = "請輸入有效值";
"livechat.chat.pendingaction.placeholder" = "請稍候。";
"livechat.chat.sender.profanity.alert" = "濫用警示";
"livechat.chat.queue.banner.calculating" = "正在計算等待時間...";
"livechat.chat.queue.banner.title" = "您正在聊天佇列中";
"livechat.chat.queue.banner.timeremaining" = "預估等待時間大約為 %@";
"livechat.chat.queue.banner.position.subtitle" = "排名位置";
"livechat.chat.list.subtitle.queue.spot" = "佇列中的排名位置：%@";
"livechat.gdpr.googletranslate.consent" = "此服務可能包含 Google 提供支援的翻譯。Google 不承擔與翻譯有關的所有明示或默示保證，包括對準確性、可靠性的任何保證，以及對適銷性、適用於特定用途和不侵權的任何默示保證。";
"livechat.gdpr.translation.consent" = "翻譯同意";

"livechat.button.schedule" = "計劃";
"livechat.message.inputwidget.datetime.title" = "日期與時間";
"livechat.message.search.country.placeholder" = "搜尋國家/地區或代碼";
"livechat.message.permission.denied.location" = "位置權限被拒";
"livechat.messsage.search.noresults" = "我們無法找到任何匹配您搜尋的結果";

"livechat.message.status.edit" = "編輯";
"livechat.message.status.reply" = "回覆";
"livechat.message.deletingmessage" = "正在刪除訊息";
"livechat.message.deletemessage" = "刪除訊息？";
"livechat.message.messagedeletedforeveryone" = "此訊息將針對每個人刪除。此動作無法復原";
"livechat.message.loadmoremessage" = "載入更多";
"livechat.message.messagedeleted" = "此訊息已刪除";
"livechat.message.messageedited" = "已編輯";
"livechat.message.failure.transcriptFetch" = "無法載入訊息。請稍後重試。";
"livechat.message.failure.deleteMessage" = "無法刪除訊息。請稍後重試。";
"livechat.message.failure.editMessage" = "無法編輯訊息。請稍後重試。";

"livechat.message.log.title" = "應用程式記錄檔";
"livechat.message.log.chatMessage" = "接線生已請求存取您的應用程式記錄";
"livechat.message.share" = "共用";
"livechat.info.message" = "已複製";

"livechat.booking.description"="按一下下面的「立即預約」以排程您的約會。"; 
"livechat.booking.bookappointment" = "預約約會"; 
"livechat.booking.cancelbooking" = "取消預約"; 
"livechat.booking.cancelbooking.message" = "您確定要取消此預約嗎？"; 
"livechat.booking.discardbooking" = "您確定要捨棄變更嗎"; 
"livechat.common.discard" = "捨棄"; 
"livechat.booking.pickadate" = "選取日期"; 
"livechat.booking.allslotsbooked" = "所有時間段均已預約"; 
"livechat.booking.allslotsbooked.message" = "看起來此日期的所有時間段已預約，請嘗試另一日期。"; 
"livechat.booking.unavailable" = "沒空"; 
"livechat.booking.slots" = "時間段"; 
"livechat.booking.slot" = "時間段"; 
"livechat.booking.choosedate" = "選擇日期"; 
"livechat.booking.bookingconfirmation.title" = "預訂確認"; 
"livechat.booking.verifydetails" = "確認聯絡人詳細資料"; 
"livechat.common.noresultfound" = "未找到該搜尋的任何結果"; 
"livechat.booking.choosetimeslot.title" = "選擇時間段"; 
"livechat.booking.booknow" = "立即預約"; 
"livechat.booking.scheduled" = "已排程"; 
"livechat.booking.cancelled" = "已取消"; 
"livechat.booking.reschedule" = "重新排程"; 
"livechat.booking.cancel" = "取消";

"livechat.booking.expired" = "已過期";
"livechat.booking.rescheduled" = "已重新排程";
"livechat.booking.error.booknow" = "再次嘗試";
"livechat.booking.error.bookanappointment" = "無法預約約會";
"livechat.booking.error.confirmappointment" = "約會預約失敗。請再次嘗試。";
"livechat.booking.error.rescheduleaction" = "無法重新排程。請再次嘗試。";
"livechat.booking.error.cancelaction" = "無法取消。請再次嘗試。";
"livechat.booking.error.rescheduleappointment" = "無法重新排程。請再次嘗試。";
"livechat.info.booking.reschedule" = "約會已重新排程";
"livechat.info.booking.cancel" = "約會已取消";
"livechat.booking.success.appointment" = "約會已成功預約";
"livechat.booking.success.reschedule" = "約會已成功重新排程";
"livechat.booking.success.cancel" = "約會已成功取消";
"livechat.booking.disabled" = "整合在入口網站中未啟用";
"livechat.booking.search" = "未找到以下項的搜尋結果：";
"livechat.voicemessage.alert.title" = "捨棄語音訊息";
"livechat.voicemessage.alert.message" = "這將捨棄已錄製的語音訊息";
"livechat.booking.alert.discardChangesPrompt" = "所做的變更都不會儲存。是否繼續？";
"livechat.alert.button.proceed" = "繼續";
"livechat.alert.button.cancel" = "取消";

//knowledgebase
"livechat.knowledgebase.recentsearches" = "最近搜尋";
"livechat.knowledgebase.categories" = "類別";
"livechat.knowledgebase.article.updated" = "已更新";
"livechat.knowledgebase.action.like" = "按贊";
"livechat.knowledgebase.action.dislike" = "不喜歡";
"livechat.knowledgebase.info.liked" = "已按讚";
"livechat.knowledgebase.info.disliked" = "已按不喜歡";
"livechat.knowledgebase.view" = "檢視表";
"livechat.knowledgebase.views" = "檢視表";
"livechat.knowledgebase.action.invalid" = "無效的動作。請再次嘗試。";
"livechat.knowledgebase.noviews" = "無檢視表";


"livechat.knowledgebase.subcategories" = "子類別";
"livechat.knowledgebase.article" = "篇文章";
"livechat.knowledgebase.articles" = "篇文章";
"livechat.knowledgebase.relatedarticles" = "相關文章";
"livechat.knowledgebase.subcategory.count" = "個子類別";
"livechat.knowledgebase.subcategories.count" = "個子類別";
"livechat.knowledgebase.recentlyviewed" = "最近檢視";
"livechat.knowledgebase.choosedepartment" = "選擇部門";
"livechat.knowledgebase.search.departments" = "部門";
"livechat.knowledgebase.delete.or.disabled" = "文章不可用";

"livechat.chat" = "聊天";
"livechat.knowledgebase.time.yearsago" = "%@ 年前已更新";
"livechat.knowledgebase.time.monthago" = "%@ 個月前已更新";
"livechat.knowledgebase.time.dayago" = "1 天前已更新";
"livechat.knowledgebase.time.daysago" = "%@ 天前已更新";
"livechat.knowledgebase.time.hourago" = "1 小時前已更新";
"livechat.knowledgebase.time.hoursago" = "%@ 小時前已更新";
"livechat.knowledgebase.time.justnow" = "剛才已更新";

"livechat.conversation.unavailable" = "聊天不可用";
"livechat.message.file.not.supported" = "檔案類型不受支援";
"livechat.message.sending.failed" = "訊息傳送失敗";
"livechat.launcher.dismiss" = "拖到這裏以關閉";
"livechat.button.endchat" = "結束聊天";

"livechat.message.resendall" = "全部重新傳送";
"livechat.message.deleteall" = "刪除全部";
"livechat.filebotcard.minimumselection.error" = "請至少選取 %@ 個檔案";
"livechat.filebotcard.maximumselection.error" = "無法共用超過 %@ 個檔案";
"livechat.filebotcard.selectionfile.limitexceed.error" = "檔案大小不得超過 %@";
"livechat.filebotcard.upload" = "上傳";

"livechat.message.widget.minimumselectionlimit" = "至少需選擇 %@";
"livechat.message.resource.viewarticle" = "檢視文章";
"livechat.filebotcard.unsupportedfile.error" = "所選檔案不受支援，請選取其他檔案。 ";
"livechat.fab.call.action" = "通話";
"livechat.fab.chat.action" = "聊天";
"livechat.fab.close.action" = "關閉";

"livechat.info.call.convertedaschat" = "通話已由 %@ 轉換為聊天";
"livechat.info.call.end" = "於 %@ 給 %@ 撥打的音訊通話";
"livechat.info.call.reject.peer" = "%@ 目前正忙。請稍後再撥";
"livechat.info.call.reject" = "%@ 於 %@ 拒絕了音訊通話";
"livechat.info.call.missed.other" = "%@ 於 %@ 未接聽您的音訊通話";
"livechat.info.call.missed.self" = "%@ 於 %@ 未接聽音訊通話";
"livechat.info.call.cancelled" = "%@ 於 %@ 取消了音訊通話";
"livechat.common.loading" = "正在載入...";
"livechat.call.title.ongoingcall" = "正在進行的通話";
"livechat.prechat.chat.online.title" = "立即與我們聊天！";
"livechat.prechat.chat.offline.title" = "給我們留言";
"livechat.prechat.call.online.title" = "立即呼叫我們";
"livechat.prechat.call.offline.title" = "給我們留未接來電";
"livechat.call.warning.make.new.call" = "當您正在進行其他通話時，無法撥打新通話。";
"livechat.call.end.alert.when.end.conversation" = "結束聊天也將結束正在進行的通話。是否確定要繼續？";
"livechat.action.end" = "結束";
"livechat.prechat.brand.back.to.online" = "您好，我們已恢復連線！";
"livechat.call.outgoingcall.duration" = "正在為 %@ 撥出通話";
"livechat.call.missed" = "未接來電";
"livechat.call.cancelled" = "取消的通話";
"livechat.missed.chat.response" = "感謝您與我們聯絡！我們將盡快回復您。";
"livechat.call.miss.alert.title" = "操作員沒空";
"livechat.call.miss.alert.message" = "是否要給我們留未接來電？";
"livechat.chat.miss.alert.message" = "是否要給我們留言？";
"livechat.call.recording.consent.title" = "通話錄音同意";
"livechat.call.recording.consent" = "所有通話都將錄音以確保品質、留存記錄與訓練用途。按一下「接受」即表示您同意錄音。";
"livechat.call.queue.title" = "佇列中的通話";
"livechat.call.microphone.permission.title" = "請允許存取";
"livechat.call.microphone.permission.custom.message" = "%@ 需要取得麥克風權限以進行語音通話";
"livechat.call.microphone.permission.message" = "本應用程式需要麥克風權限以進行語音通話";
"livechat.button.endconversation" = "結束對話";
"livechat.message.offlinechat" = "離線聊天";
"livechat.message.offlinecall" = "離線通話";
"livechat.checkbox.consent.message" = "我同意條款與條件";
"livechat.checkbox.consent.message.tac" = "條款和條件";
"livechat.list.subtitle.queue.call" = "您的通話已在佇列中。請稍候。";
"livechat.list.subtitle.queue.chat" = "您的聊天在佇列中。請稍候。";
"livechat.common.gdpr.consent.title" = "對話同意書";
"livechat.common.gdpr.consent.message" = "按一下「接受」即表示您同意本文件規定的所有條款與條件。";
"livechat.common.gdpr.consent.message.in.forms" = "勾選條款與條件核取方塊即表示您同意本文件規定的所有法規。";
"livechat.form.toast.agree.tac" = "請同意「條款與條件」以繼續";
"livechat.list.missed.call.subtitle" = "我們未接到您的來電。請稍後再試。";
"livechat.list.cancel.call.subtitle" = "您已取消語音通話。";
"livechat.list.subtitle.ongoingcallinothersession" = "其他工作階段中有進行中的通話";
"livechat.call.failed.message" = "似乎我們的所有操作員現在都沒空！";
"livechat.call.waiting.for.response" = "我們的支援代表正在加入您的通話，請稍候";
"livecaht.call.initialization.failed" = "初始化失敗";
